FALLBACK_TEXT = """Что то пошло не так, и я вас не поняла. Переформулируйте свой вопрос проще, пожалуйста"""
WELCOME = "Добро пожаловать в тестовый навык. Здесь вы можете попрактиковаться в изучении татарского языка." \
          "\nСкажите 'о себе' или 'помощь', чтобы узнать функционал навыка." \
          "\n Чтобы выйти с мини-игры скажите 'остановись'."
ALL_RULES_TEXT = """Выберите конкретное правило из списка"""
BEGIN_PLAY_FIND_EXCESS = "Вы выбрали игру найди лишнее." \
                         " Правила следующие: вам будет дан список татарских слов," \
                         " ваша задача выбрать лишнее слово и нажать на кнопку." \
                         " Если все понятно, тогда скажи 'начинаем'"
RULE_GAME = """Выберите лишнее слово"""
CHOOSE_CATEGORY = "Я буду называть вам слова с переводом, а вы будете их повторять." \
                  "\nДавайте сначала выберем категорию:"
WORD_TEMPALTE = "{word} - {translate}"
CONGRATS_LERN = "Поздравляю! Вы выучили все слова из этой категории! " \
                "Если хотите выучить новую категорию или поворить эту просто скажите 'учить слова' "
STOPED = "Мини-игра остановлена. Вы в главном меню. Чтобы посмотреть мини-игры скажите 'о себе'"
I_CAN = "Вот что я могу:"
START_PROVERB = "Вы выбрали мини-игру 'продолжи пословицу'. " \
                "Вам необходимо выбрать правильное продолжение пословицы или поговорки. Поехали?"

START_PRONUNCIATIION = "Вы выбрали мини-игру 'учить по произношению'. " \
                        "Вам необходимо прослушать слово на татарском и выбрать его перевод. Начнём?"
